Repository: 4oo4/deadbeef
Catalog: po/*.po
Languages: tt_ru

source: Supported sound formats
tt_ru: Тотылучы тавыш форматлары

source: Other files (*)
tt_ru: Башка файллар (*)

source: Open file(s)...
tt_ru: Файл(лар) ачу...

source: Add file(s) to playlist...
tt_ru: Плейлистка файл(лар) өстәү...

source: Add folder(s) to playlist...
tt_ru: Плейлистка каталог(лар) өстәү...

source: Failed while reading help file
tt_ru: Белешмә файлын укып булмады

source: Failed to load help file
tt_ru: Белешмә файлын йөкләп булмады

source: help.txt
tt_ru: help.tt_RU.txt

source: Help
tt_ru: Белешмә

source: About DeaDBeeF %s
tt_ru: DeaDBeeF %s турында

source: DeaDBeeF %s ChangeLog
tt_ru: DeaDBeeF %s үзгәрешләре

source: DeaDBeeF Translators
tt_ru: DeaDBeeF тәрҗемәчеләре

source: Edit playlist
tt_ru: Плейлистны үзгәртү

source: Title:
tt_ru: Исем:

source: Rename Playlist
tt_ru: Плейлист исемен үзгәртү

source: Remove Playlist
tt_ru: Плейлистны бетерү

source: Add New Playlist
tt_ru: Яңа плейлист өстәү

source: Save DeaDBeeF EQ Preset
tt_ru: DeaDBeeF эквалайзерның алдан куелган көйләвен саклау

source: DeaDBeeF EQ preset files (*.ddbeq)
tt_ru: DeaDBeeF эквалайзерның алдан куелган көйләү файллары (*.ddbeq)

source: Load DeaDBeeF EQ Preset...
tt_ru: DeaDBeeF эквалайзерның алдан куелган көйләвен йөкләү...

source: DeaDBeeF EQ presets (*.ddbeq)
tt_ru: DeaDBeeF эквалайзерның алдан куелган көйләве (*.ddbeq)

source: Import Foobar2000 EQ Preset...
tt_ru: FooBar2000 эквалайзерның алдан куелган көйләвен импортлау...

source: Foobar2000 EQ presets (*.feq)
tt_ru: FooBar2000 эквалайзерның алдан куелган көйләве (*.feq)

source: Save Preset
tt_ru: Алдан куелган көйләүне саклау

source: Load Preset
tt_ru: Алдан куелган көйләүне йөкләү

source: Import Foobar2000 Preset
tt_ru: FooBar2000'ның алдан куелган көйләве

source: Enable
tt_ru: Кабызу

source: Zero All
tt_ru: Барсын да нуль итү

source: Zero Preamp
tt_ru: Алдан көчәйтүне нуль итү

source: Zero Bands
tt_ru: Ешлыкны нуль итү

source: Presets
tt_ru: Алдан куелган көйләүләр

source: 1 day %d:%02d:%02d
tt_ru: 1 көн %d:%02d:%02d

source: %d days %d:%02d:%02d
tt_ru: %d көн %d:%02d:%02d

source: Stopped | %d tracks | %s total playtime
tt_ru: Стоп | %d трек | %s бөтен вакыт

source: Mono
tt_ru: Моно

source: Stereo
tt_ru: Стерео

source: | %4d kbps
tt_ru: | %4d кбит/с

source: Paused |
tt_ru: Пауза |

source: %s%s %s| %dHz | %d bit | %s | %d:%02d / %s | %d tracks | %s total playtime
tt_ru: %s%s %s| %dHz | %d bit | %s | %d:%02d / %s | %d трек | %s бөтен вакыт

source: Save Playlist As
tt_ru: Плейлистны ... итеп саклау

source: DeaDBeeF playlist files (*.dbpl)
tt_ru: DeaDBeeF плейлист файллары (*.dbpl)

source: Load Playlist
tt_ru: Плейлистны йөкләү

source: New Playlist
tt_ru: Яңа плейлист

source: New Playlist (%d)
tt_ru: Яңа плейлист (%d)

source: _File
tt_ru: _Файл

source: _Open file(s)
tt_ru: _Файл(лар) ачу

source: Add file(s)
tt_ru: Файл(лар) өстәү

source: Add folder(s)
tt_ru: Каталог(лар) өстәү

source: Add location
tt_ru: Урын өстәү

source: New playlist
tt_ru: Яңа плейлист

source: Load playlist
tt_ru: Плейлистны йөкләү

source: Save playlist
tt_ru: Плейлистны саклау

source: _Quit
tt_ru: _Чыгу

source: _Edit
tt_ru: _Үзгәртү

source: _Clear
tt_ru: _Чистарту

source: Select all
tt_ru: Барысын сайлау

source: Deselect all
tt_ru: Саулауны бетерү

source: Invert selection
tt_ru: Сайлауны бору

source: Selection
tt_ru: Сайлайган

source: Remove
tt_ru: Бетерү

source: Crop
tt_ru: Сайлауны калдыру

source: _Find
tt_ru: _Табу

source: Title
tt_ru: Исем

source: Track number
tt_ru: Трек саны

source: Album
tt_ru: Альбом

source: Artist
tt_ru: Башкаручы

source: Date
tt_ru: Вакыт

source: Preferences
tt_ru: Көйләүләр

source: _View
tt_ru: _Күренеш

source: Status bar
tt_ru: Хәл юлы

source: Column headers
tt_ru: Багана исемнәре

source: Tabs
tt_ru: Өстәмә битләр

source: Equalizer
tt_ru: Эквалайзер

source: _Playback
tt_ru: _Уйнату

source: Order
tt_ru: Тәртип

source: Linear
tt_ru: Туры тәртип буенча

source: Shuffle tracks
tt_ru: Трекларны болгату

source: Shuffle albums
tt_ru: Альбомнарны болгату

source: Random
tt_ru: Очраклы

source: Looping
tt_ru: Кабатлау

source: Loop All
tt_ru: Барысын

source: Loop Single Song
tt_ru: Трекны

source: Don't Loop
tt_ru: Кабатламаска

source: Scroll follows playback
tt_ru: Плейлистны автоматик әйләндерү

source: Cursor follows playback
tt_ru: Бу трекны сайлау

source: Stop after current
tt_ru: Моннан соң туктарга

source: Jump to current track
tt_ru: Бу трекка сикерергә

source: _Help
tt_ru: _Белешмә

source: _ChangeLog
tt_ru: _Үзгәрешләр

source: _About
tt_ru: _Кушымта турында

source: _Translators
tt_ru: _Тәрҗемәчеләр

source: Search
tt_ru: Эзләү

source: Stop
tt_ru: Стоп

source: Play
tt_ru: Уйнату

source: Pause
tt_ru: Пауза

source: Previous
tt_ru: Моннан элекке

source: Next
tt_ru: Алдагы

source: Play Random
tt_ru: Очраклы уйнау

source: About
tt_ru: Кушымта турында

source: Quit
tt_ru: Чыгу

source: Track Properties
tt_ru: Трек узлекләре

source: Settings
tt_ru: Көйләүләр

source: _Apply
tt_ru: _Куллану

source: _Close
tt_ru: _Ябу

source: Metadata
tt_ru: Өстәмә мәгълумат

source: Properties
tt_ru: Үзлекләр

source: Enter new column title here
tt_ru: Яңа багана өчен исем кертегез

source: Type:
tt_ru: Төр:

source: Item Index
tt_ru: Тәртип саны

source: Playing
tt_ru: Уйнала

source: Album Art
tt_ru: Альбом тышы

source: Artist - Album
tt_ru: Башкаручы - Альбом

source: Duration
tt_ru: Озаклык

source: Track Number
tt_ru: Трек саны

source: Band / Album Artist
tt_ru: Төркем / Башкаручы альбомы

source: Format:
tt_ru: Формат:

source: Alignment:
tt_ru: Тигезләү:

source: Left
tt_ru: Сул як буенча

source: Right
tt_ru: Уң як буенча

source: _Cancel
tt_ru: _Үткәрмәү

source: _OK
tt_ru: _ОК

source: Output plugin:
tt_ru: Чыгынты өстәлмәсе:

source: Output device:
tt_ru: Чыгынты җайланмасы:

source: Always convert 8 bit audio to 16 bit
tt_ru: Һәрвакыт 8 битлык тавышны 16 битка әйләндерү

source: Sound
tt_ru: Тавыш

source: Replaygain mode:
tt_ru: ReplayGain эшләү төре:

source: Disable
tt_ru: Өзелгән

source: Track
tt_ru: Трек

source: Replaygain peak scale
tt_ru: Иң зур дәрәҗәне кулланырга

source: Replaygain preamp:
tt_ru: Тавыш дәрәҗәсенең автоматик тигезләүне алдан көчәйтү:

source: -12 dB
tt_ru: -12 дБ

source: +12 dB
tt_ru: +12 дБ

source: Add files from command line (or file manager) to this playlist:
tt_ru: Плейлистка файлларны команда юлыннан (яки файл-менеджердан) өстәргә:

source: Resume previous session on startup
tt_ru: Элекке булган сессияне торгызу

source: Don't add from archives when adding folders
tt_ru: Каталогларны өстәгәндә архивлардан өстәмәскә

source: Playback
tt_ru: Уйнату

source: Configure
tt_ru: Көйләү

source: DSP Chain Preset
tt_ru: DSP чылбыры өчен алдан куелган көйләү

source: _Load
tt_ru: _Йөкләргә

source: Close minimizes to tray
tt_ru: Трейга урнаштырып ябырга

source: Middle mouse button closes playlist
tt_ru: Тычканчыкның урта төймәсе плейлистны яба

source: Hide system tray icon
tt_ru: Трейда күрсәтмәскә

source: Use bold font for currently playing track
tt_ru: Бу трек өчен калын хәреф кулланырга

source: Hide "Delete from disk" context menu item
tt_ru: "Дисктан бетерү" контекст меню юлын күрсәтмәскә

source: Auto-name playlists when adding a single folder
tt_ru: Бер каталогны өстәгәндә плейлистка автоматик рәвештә исем кушу

source: Interface refresh rate (times per second):
tt_ru: Интерфейсның яңарту ешлыгы (секундка):

source: Titlebar text while playing:
tt_ru: Уйнату вакытында баш исемнең тексты:

source: Titlebar text while stopped:
tt_ru: Туктату вакытында баш исемнең тексты:

source: GUI Plugin (changing requires restart):
tt_ru: График өстәлмә (үзгәрүләр өчен яңадан җибәрү кирәк):

source: GUI
tt_ru: График интерфейс

source: Override
tt_ru: Алыштыру

source: Foreground
tt_ru: Алгы план

source: Background
tt_ru: Җирлек

source: Seekbar/Volumebar colors
tt_ru: Төп төсләр

source: Middle
tt_ru: Уртача

source: Light
tt_ru: Якты

source: Dark
tt_ru: Караңгы

source: Base
tt_ru: Нигезле

source: Text
tt_ru: Текст

source: Tab strip colors
tt_ru: Өстәмә бит төсе

source: Override (looses GTK treeview theming, but speeds up rendering)
tt_ru: Алыштыру (GTK тышы көйләве югалачак, ләкин визуализация тизлеге артачак)

source: Even row
tt_ru: Җөп юл

source: Odd row
tt_ru: Так юл

source: Selected row
tt_ru: Сайланган юл

source: Selected text
tt_ru: Сайланган текст

source: Cursor
tt_ru: Курсор

source: Playlist colors
tt_ru: Плейлист төсләре

source: Colors
tt_ru: Төсләр

source: Enable Proxy Server
tt_ru: Прокси серверны кабызу

source: Proxy Server Address:
tt_ru: Адрес:

source: Proxy Server Port:
tt_ru: Порт:

source: Proxy Type:
tt_ru: Прокси төре:

source: Proxy Username:
tt_ru: Кулланучы исеме:

source: Proxy Password:
tt_ru: Пароль:

source: Network
tt_ru: Челтәр

source: Version:
tt_ru: Юрама:

source: Copyright
tt_ru: Автор хокуклары

source: Plugins
tt_ru: Өстәмәләр

source: URL:
tt_ru: Веб-адрес

source: Format
tt_ru: Формат

source: Ascending
tt_ru: Үсү буенча

source: Descending
tt_ru: Кимү буенча

source: Select DSP Plugin
tt_ru: DSP өстәлмәсен сайлагыз

source: Plugin
tt_ru: Өстәлмә

source: Tag Writer Settings
tt_ru: Тег мөһәррире көйләүләре

source: Write ID3v2
tt_ru: ID3v2'не язарга

source: Write ID3v1
tt_ru: ID3v1'не язарга

source: Write APEv2
tt_ru: APEv2'не язарга

source: Strip ID3v2
tt_ru: ID3v2'не кисү

source: Strip ID3v1
tt_ru: ID3v1'не кисү

source: Strip APEv2
tt_ru: APEv2'не кисү

source: ID3v2 version
tt_ru: ID3v2 юрамасы

source: 2.3 (Recommended)
tt_ru: 2.3 (Тәкъдим ителә)

source: ID3v1 character encoding (default is iso8859-1)
tt_ru: ID3v1 тамгасын кодлаштыру (iso8859-1 алдан ук билгеләнгән)

source: Write ID3v2.4
tt_ru: ID3v2.4'не язу

source: Artist / Album
tt_ru: Башкаручы / Альбом

source: Delete files from disk
tt_ru: Файлларны дисктан бетерү

source: Files will be lost. Proceed? (This dialog can be turned off in GTKUI plugin settings)
tt_ru: Файллар бетәчәк. Дәвам итергәме? (Бу диалогны GTKUI өстәмәсенең көйләвендә сүндерергә мөмкин)

source: Warning
tt_ru: Кисәтү

source: Add to playback queue
tt_ru: Чиратка өстәү

source: Remove from playback queue
tt_ru: Чираттан бетерү

source: Reload metadata
tt_ru: Өстәмә мәгълуматны яңарту

source: Remove from disk
tt_ru: Дисктан бетерергә

source: Add column
tt_ru: Багана өстәү

source: Edit column
tt_ru: Багананы үзгәртү

source: Remove column
tt_ru: Багананы бетерү

source: None
tt_ru: Юк

source: Artist/Date/Album
tt_ru: Башкаручы/Вакыт/Албом

source: Open file...
tt_ru: Файл ачу...

source: Configure %s
tt_ru: %s'не көйләү

source: Default Audio Device
tt_ru: Үрнәкле тавыш җайланмасы

source: Add
tt_ru: Өстәргә

source: Global Hotkeys
tt_ru: Эссе төймәләр

source: Slot
tt_ru: Слот

source: Key combination
tt_ru: Төймә тезмәләре

source: Adding files...
tt_ru: Файллар өстәү...

source: Initializing...
tt_ru: Җибәрү...

source: You've modified data for this track.
tt_ru: Бу трекның мәгълуматы үзгәрелде.

source: Really close the window?
tt_ru: Чыннан да тәрәзәне ябарга телисезме?

source: [Multiple values]
tt_ru: [Берничә зурлык]

source: Key
tt_ru: Ачкыч

source: Value
tt_ru: Зурлык

source: Writing tags...
tt_ru: Тег язу...

source: Name:
tt_ru: Исем:

source: Field names must not start with : or _
tt_ru: Исем : яки _ белән башланмаска тиеш

source: Cannot add field
tt_ru: Кырны өстәп булмый.

source: Field with such name already exists, please try different name.
tt_ru: Монды исемле кыр инде бар, зинһар, икенче исем кушыгыз.

source: Really remove selected field?
tt_ru: Чыннан да сайланган кырны бетерергәме?

source: Add field
tt_ru: Кыр өстәү

source: Remove field
tt_ru: Кырны бетерү

source: Usage: deadbeef [options] [file(s)]
tt_ru: Куллану: deadbeef [опция] [файл(лар)]

source: Options:
tt_ru: Көйләүләр:

source: --help or -h Print help (this message) and exit
tt_ru: --help яки -h Бу белешмәне күрсәтеп чыгу

source: --quit Quit player
tt_ru: --quit Плеердан чыгу

source: --version Print version info and exit
tt_ru: --version Юраманы күрсәтеп чыгу

source: --play Start playback
tt_ru: --play Уйнауны җибәрү

source: --stop Stop playback
tt_ru: --stop Уйнауны туктату

source: --pause Pause playback
tt_ru: --pause Уйнауның тыналышы

source: --toggle-pause Toggle pause
tt_ru: --toggle-pause Уйнауның тыналышы

source: --play-pause Start playback if stopped, toggle pause otherwise
tt_ru: --play-pause Туктау вакытында уйнауны җибәрергә, алай булмаса - туктатырга

source: --next Next song in playlist
tt_ru: --next Плейлистагы алдагы җыр

source: --prev Previous song in playlist
tt_ru: --prev Плейлистагы моннан элекке булган җыр

source: --random Random song in playlist
tt_ru: --random Плейлистагы очраклы җыр
